/*Δημιουργήστε μία συνάρτηση που να αναζητά έναν αριθμό σε έναν πίνακα πραγματικών αριθμών. Αν ο αριθμός υπάρχει στον πίνακα, η συνάρτηση 
να επιστρέφει το πλήθος των εμφανίσεών του και τη θέση της πρώτης εμφάνισής του, αλλιώς -1.

Στη συνέχεια, να γραφεί ένα πρόγραμμα το οποίο να διαβάζει μέχρι 100 πραγματικούς και να τους αποθηκεύει σε έναν πίνακα. Αν ο χρήστης εισάγει την τιμή -1, η εισαγωγή των αριθμών να σταματάει.
Τέλος, το πρόγραμμα να διαβάζει έναν πραγματικό αριθμό και να εμφανίζει το πλήθος των εμφανίσεών του και τη θέση της πρώτης εμφάνισής του με χρήση της συνάρτησης.*/
